/*global define*/
define({
    DOWNLOAD: 'Скачать',
    DPLM_CLIENT: 'DPLM Клиент',
    DPLM_CLIENT_INSTALL_MESSAGE: 'Клиент DPLM требует наличия на вашем компьютере Java 8 или выше. Чтобы установить Java или проверить его установку, выполните следующие действия с сайта: http://www.java.com',
    CHOOSE_PLATFORM: 'Выберите платформу',
    DPLM_CLIENT_ABOUT_QUESTION: 'Что такое DPLM Клиент?',
    DPLM_CLIENT_ABOUT_TEXT: 'Клиент DPLM - это кроссплатформенное клиентское приложение, которое позволяет обмениваться (скачивать/загружать) 2D и 3D-файлы между локальным компьютером и сервером DocDokuPLM. Независимо от расширения файла, он обеспечивает бесшовную интеграцию со всеми инструментами разработки на рынке.'
});
