/*global define*/
define({
    CONNECTION: 'Подключение',
    USER: 'Пользователь',
    RECOVERY: 'Забыли пароль?',
    RECOVER: 'Восстановить пароль',
    ENTER_NEW_PASSWORD: 'Введите новый пароль',
    RECOVER_OK: 'Ваш пароль был обновлен, теперь вы можете войти в систему',
    MANAGE_DOCUMENTS: 'Управление документами',
    DISCONNECTED: 'Вы были отключены',
    FAILED_LOGIN: 'DocdokuPLM не удалось подключиться',
    RECOVERY_REQUEST_SENT: 'Вам было отправлено электронное письмо с инструкциями, необходимыми для смены пароля.',
    USER_NOT_FOUND: 'Пользователь не найден',
    LANGUAGE: 'Язык',
    TIMEZONE: 'Часовой пояс',
    ACCOUNT_NOT_ENABLED_YET: 'Ваша учетная запись создана, но пока не включена. На указанный адрес отправлено письмо, обратитесь к администратору платформы или следуйте инструкциям по почте ...',
    MANAGE_DOCUMENTS_STRINGS: [
        'Управление изменениями с помощью систы контроля версий',
        'Добавить теги и стандартные атрибуты',
        'Создавать шаблоны документов',
        'Создавать ссылки между документами',
        'Организация, просмотр, поиск документов'
    ],

    MANAGE_PRODUCTS: 'Управление вашими изделиями',
    MANAGE_PRODUCTS_STRINGS: [
        'Создавать и управлять структурой изделия',
        'Управлять спецификацией',
        'Визуализировать 3D модели ваших изделий'
    ],

    TRACK_CHANGES: 'Управляйте и отслеживайте изменения',
    TRACK_CHANGES_STRINGS: [
        'Создавайте потоки работ',
        'Управляйте пользователями и задачами',
        'Следите за ходом работ',
        'Получайте уведомление об изменениях'
    ],

    SOCIAL_FEATURES: 'Управлениями общими знанями',
    SOCIAL_FEATURES_STRINGS: [
        'Организовывайте совещание в реальном времени',
        'Чать, аудио и видео конференции',
        'Создавайте рабочие места и группы пользователей',
        'Визуализируйте общие детали'
    ],
    ENTER_ID: 'Введите свой ID',
    USER_ID: 'ID пользователя',
    FIRSTNAME_NAME: 'Имя, фамилия',
    REGISTRATION: 'Регистрация',
    CREATE_ID: 'Создайте свой DocDokuPLM ID',
    TERMS_OF_SERVICES: 'Условия использования',
    TERMS_OF_SERVICES_TEXT: 'Вы регистрируете бесплатную учетную запись для тестирования системы. Таким образом, нет гарантии, что ваша учетная запись не будет деактивирована. Если вы хотите использовать DocDokuPLM для производства, свяжитесь с нами.'
});
